
{
    "@context": "https://schema.org/", 
    "@type": "Recipe", 
    "name": "Massa para pies",
    "image": "",
    "description": "",
    "keywords": "",
    "author": {
      "@type": "Person",
      "name": "Albertina"
    },
    "prepTime": "",
    "cookTime": "", 
    "totalTime": "", 
    "recipeCategory": "appetizer", 
    "recipeCuisine": "Portuguese", 
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": ""
    },
    "recipeIngredient": [
      "200g de farinha",
      "1 pitada de sal",
      "100g de gordura",
      "Cerca de 7 colheres de chá de água fria"
    ],
    "recipeInstructions": [{
      "@type": "HowToStep",
      "text": "Peneira-se a farinha com o sal para 1 tigela grande."
    },{
      "@type": "HowToStep",
      "text": "Corta-se a gordura em bocadinhos e junta-se à farinha."
    },{
      "@type": "HowToStep",
      "text": "Com as pontas dos dedos, mistura-se bem a farinha com a gordura, durante 2 - 3 minutos, até ficar com o aspecto da areia."
    },{
      "@type": "HowToStep",
      "text": "Junta-se a água e com 1 faca de ponta redonda, mistura-se bem até a massa começar a ficar pegajosa."
    },{
      "@type": "HowToStep",
      "text": "Trabalha-se bem com a mão, durante alguns segundos, até ficar uniforme e macia."
    },{
      "@type": "HowToStep",
      "text": "Envolve-se em papel manteiga e deixa-se descansar no frigorífico durante cerca de 15 minutos, ou envolve-se em película aderente e leva-se ao frigorífico durante 2 dias."
    },{
      "@type": "HowToStep",
      "text": "Estende-se a massa sobre superfície polvilhada e corta-se segundo a receita."
    },{
      "@type": "HowToStep",
      "text": "Forno regulado no 6 ou no 7 (#traduzir)"
    }]  
  }

ALMÔNDEGAS DE FRICASSÉ (Albertina)
Tempera a carne picada com um pouco de chourico (facultativo), sal, pimenta, alho espremido, noz moscada e pão embebido en leite, 1 ovo e as claras (2) dos ovos que vai usar no fricassé. Mistura bem.
Tendem-se as bolas e envolvem-se en farinha.
Num tacho, põe-se cebola picada com azeite e refoga muito ligeiramente (tapado). 
Junta 1/2 copo de vinho branco e depois água suficiente para cobrir as almondegas.
Quando estiver a ferver, colocam-se as almondegas e deixa-se cozer.
A parte, bate un pouco de caldo com gemas e sumo de limão.
Junta-se as almôndegas, no lume, a cozer.
Cobre com salsa picada.
Acompanha com arroz branco on puré de batata.


ATUR COM MASSA (Tia Nêta)
Coze-se a massa (búzios, cotovelos ou espirais), escorre-se e passe se por água fria.
Cozem-se ervilhas.
Poe-se num pyrex, alternadamente, massa, evilhas, atum lascado.
Pica-se uma cebola e frita-se levemente en margarina (2 colheres). Juntam-se 2 colheres de farinha, mexe-se e junte-se leite, fora do, aus poucos, para fazer uma espécie de bechamel. 
Mistura-se depois uma lata de sopa de cogumelos ou sopa de pacote, desfeita num copo de água.
Vai ao lume a cozer.
Deita-se por cima da massa num tabuleiro de pyrex. 
Põe-se pão ralado por cima, com bocadinhos de margarina e vai ao forno

BACALHAU COM NATAS E CARIL
2 postas de bacalhau cozido
1 colher de sopa de margarina
1 cebola picada
2 ovos cozidos 
1,5 colher de doce de mostarda savora
0,5 kg de batatas fritas aos cubos
1,5 colher de queijo ralado
0,5 l de leite ou um pouco mais
1 alho picado
1 colher de chá de caril
2 colheres de sopa de maizena
150 g de natas
Com o leite, 2 colheres de maizena e a margarina, faz-se um bechamel grosso.
Aloira-se muito a cebola em margarina e o alho.
Deita-se para dentro o bacalhau às lascas e deixa-se refogar. Depois vai para dentro do bechamel, junta-se a mostanda, caril, as batatas fritas, o queiro e as natas e o ovo cozido aos bocadinhos.
Tempera-se de sal, pimenta e limão e vai ao forno num pyrex polvilhado com pão ralado.

BACALHAU ESPIRITUAL
1 pão de forma dos grandes
3 postas de bacalhau cozido
molho branco bem temperado (1/2 l de leite, 4 colh. farinha)
Parte-se o pão às fatias e molha-se bem no leite. Espreme-se entre as maos e forra-se bem num pyrex (fundo e lados)
Poe-se nas lume, a cozer em bastante azeite, uma porção boa de cebola picade e um pouco de alho. Depois de bem cozida, deita-se o bacalhau esfarelado grosso.
Ferve bem na cebola, deita-se un pouco de molho branco para ligar bem e tempera-se com bastante limão e pimenta.
Poe-se depois por cima do pão uma camada deste bacalhau, apertando bem para ligar à camada de baixo!
Tem-se um bocado de molho de tomate bem temperado e aperta-se tambem, fazendo buracos para deixar introduzir na camada anterior e ligar bem. Outra vez molho branco. E outra vez pão embebido em leite, bacalhau, tomate e molho branco, com que acaba.
Aperta-se bem e fazem-se buracos com garfo para o molho entrar e ligar bem.
Deve-se esperar umas horas antes de ir para o forno
Na altura de ir para o forno, põe-se pão ralado.


BOLO DE IOGURTE (Armanda)
1 iogurte natural
3 caixas (do iogurte) de farinha
3 caixas (do iogurte) de açúcar
1 caixa (do iogurte) de óleo
3 ονοs 
1 colher de chá de fermento
Batem-se as gemas com o açúcar, depois óleo, farinha e fermento e iogurte e for fim as claras en castelo.
forma de burace, untada.

BOLO DE QUEIJO
Esta é a versão americana do célebre cheese cake. É um bolo que pode ser servido como sobremesa num jantar requintado. No Verão, os gomos de tangerina podem ser substituídos por morangos ou framboesas.
TEMPO DE PREPARAÇÃO: 30 min.
TEMPO DE COZEDURA: 5 h.
INGREDIENTES ( para 6-8 pessoas): 
75 g de corn-flakes
125 g de manteiga ou margarina
60 g de açúcar 
PUDIM
200 g de queijo fresco
200 g de natas
150 g + 3 colheres (de sopa) de açúcar 
4 folhas de gelatina 
4 colheres (de sopa) de marrasquino
Com as mãos, esmague fina- gelatina, previamente escormente os corn-flakes. Misture- rida e derretida, e o -os rapidamente com a mar- marrasquino. garina e o açúcar, até formar Retire a forma do frigouma massa. Forre o fundo rífico, deite dentro o prede uma forma (fundo falso) parado do pudim e alise. Dei com a massa preparada, de Cubra a forma com uma da modo a formar uma bolacha. folha de papel de alumínio Leve ao frigorífico.
Entretanto, prepare o 
//++falta aqui ainda acabar

CALDEIRADA DE CABRITO (Laura)
Corta-se a cabrito aos bocados, tempera-se com alho, sal, colorau, louro, pimenta e vinho branco. Deixa-se estar assim um bocado.
Se o cabrito não for tenro, deixa-se cozer, neste tempero, um bocadinho (não muito).
Poe-se depois no fundo de uma panela (pode ser de pressão, com a grelha) bastante cebola as rodas, uma camada de carne, por cima uma camada de batatas às rodas grossas, uma camada de cebola, e assim sucessivamente. Deita-se o resto do molho dentro, um bocadinho de azeite, um bocadinho de banha de porco e um bocadinho de margarina e um ramo de salsa.
Se houver pimentos, poem-se umas tirinhas e tomate en bocados ou passado. Não esquecer o jindungo! Poe-se no fundo, partido ou gotas.
Não leva água.
Se o cabrito for tenro, pode-se por tudo em cru.
Deixa-se ferver cerca de 10 minutos na panela de pressão e depois de apagado, mais um bocado. Se preciso, deixa-se apurar!
Não se mexe.

COGUMELOS DE CHITA
Coze-se um ovo for pessoa. Faz-se um corte nos ovos e tira-se a gema com cuidado. Entretanto, cortam-se os tomates ao meio,
pelam-se e pintam-se-lhe manchinhas com o molho.
Faz-se um molho branco ao qual se juntam as gemas, bocadinhos de atum, pickles, feijão verde, azeitonas, sal e pimenta. Recheiam-se as claras com este creme, tapam-se com os tomates e põe-se uma travessa, atapetado de alface cortada miudinha.

RISSOIS
1 chávena de água, 
1 chávena de leite,
1 colher de margarina, sal, pimenta e 
1 casca de limão.
Deixa-se ferver.
Juntam-se 2 chavenas de farinha, toda de uma vez, e bate-se bem.

COROA DE PADRE
Cozem-se batatas com bacalhau e passam-se pelo passe-vite. Deita-se um bocado de manteiga e leite para fazer uma papa, nem grossa nem fina e juntam-se umas gemas de ovo (4).
Põe-se num prato pyrex, à roda, deixando una cavidade no meio, que se enche com molho branco.
Batem-se as claras en castelo e põem-se à volta.
Vai ao forno a alourar.

EMPADÃO DE CENOURA (São)
Coze em água e sal cerca de 1 kg de cenouras. 
Depois de cozidas, escorre-se a água e junta 1 caixa de natas e 2 colheres de manteiga.
Tritura com varinha mágica.
Adicione, peneirando e batendo, 2 colheres de sopa de farinha de trigo (não é preciso voltar ao lume).
1 alho francês
3 cenouras
1/2 pimentão médio
1/2 couve flor
1 courgette pequena
300 g de cogumelos
molho de soja
Frite o alho francês em 1 chávena de azeite e adicione o sal.
No intervalo de 3 a 4 minutos!
Acrescente os outros vegetais sem deixar juntar água. No fim acrescente o molho de soja a gosto.
Farofa: 2 chávenas de farinha + 1 colher de margarina.
Disponha num pyrex o refogado de legumes, o puré cobrindo os legumes e depois a farofa
Vai no forno

CREME DE ABACATE (Teresa)
Para cada abacate, sumo de 1 limão, 6 conchas (de açucareiro) de açúcar e 1 gota de leite.
Bate tudo com varinha magica, põe no frigorifico e serve, em taça de sobremesa.

EMPADAS
250 g de farinha
125 g de margarina
1 forminho de água 
1 ovo inteiro
1 pitada de sal
Amassa-se tudo pouco, tendem-se finas, formam-se as latinhas e conta-se uma tampa redonda para cima.
Põe-se o recheio que se quiser e vai ao forno.

FILETES DE ESPADA
Num pyrex, põe-se margarina a barrar e por cima cebola picada, previamente frita em azeite, rodelas de tomate sem pele nem grainhas e depois os filetes temperados com sal e pimenta.
Por cima dos filetes, nova camada de cebola, tomate, queijo ralado na altura (ou às lascas, pequenas) e natas a cobrir.
Vai ao forno a cozer até alourar.

QUICHE DE ESPINAFRES (Celeste)
Alho francês alourado en margarina.
Espinafres cozidos e escorridos.
Por cima, creme feito com 0,5 l de leite, 1 pacote de natas, 3 ovos + 2 gemas.
Vai ao forno a alourar.

FILETES NO FORNO (D. Mª Luisa)
Cortam-se on filetes grossos ou pescada às postas e deixam-se estar un bocado só temperados com sal.
Cobre-se o fundo de um pyrex com azeite, cebola as rodas fininhas, vinho branco e um dente de alho, se se quiser.
Na altura de por ao hume, tira-se o sal que possa estar a mais no peixe, cobre-se cada filete de pão ralado e 2 ou 3 ervilhinhas de de manteiga.
Voi ao forno e vai-se rehando com o proprio molho, para o pão ralado não secar.
Server-se com puré de batata.

FRANGO FRITO
(Laura) Arranja-se um franguinho bom, que se trita inteiro, dentro de um tacho com bastante azeite, até ficar bem lourinho.
Tira-se um bocado de azeite. Pica-se uma cebolinha, um dente de alho, uma folha de louro, um bocadinho de colorau, pimenta e jindungo e deixa-se refogar no azeite que ficou, tendo tirado primeiro o frango.
Quando está tudo apuradinho, corta-se uma cebola às rodas e deixa-se refogar até ficar morta. Junta-se então o frango, poe-se-lhe água que dê para cozer un chouriço inteiro e uma farinheira, batatas partidas ao meio e deixa de server, dando uma fervura ao frango e chourico, antes de meter as batatas.
Coze tapado.
Quando está quase pronto põe-se uma colher de sopa de vinagre e tapa-se outra vez.




